Repository: TT-IPIP/XX-Net
Catalog: code/default/x_tunnel/lang/*/LC_MESSAGES/messages.po
Languages: fa_ir, ru_ru

source: Cloudflare
fa_ir: ابری

source: Front
fa_ir: جلو
ru_ru: Передний

source: Log
fa_ir: ورود به سیستم
ru_ru: Бревно

source: Cloudfront
fa_ir: خطوط ابری

source: Account
fa_ir: حساب
ru_ru: Счет

source: Settings
fa_ir: تنظیمات
ru_ru: Настройки

source: Plans
fa_ir: برنامه
ru_ru: Планы

source: History
fa_ir: تاریخ
ru_ru: История

source: Help
fa_ir: کمک
ru_ru: Помощь

source: Login
fa_ir: وارد شدن
ru_ru: Авторизоваться

source: Token Login
fa_ir: ورود به سیستم
ru_ru: Вход в знак токена

source: Input login token from https://xx-net.com.
fa_ir: نشانه ورود به سیستم از https://xx-net.com.
ru_ru: Токен ввода ввода от https://xx-net.com.

source: Token
fa_ir: نشانه
ru_ru: Токен

source: Password Login
fa_ir: ورود رمز عبور
ru_ru: Вход в систему пароля

source: Email
fa_ir: پست الکترونیک
ru_ru: Электронная почта

source: Password
fa_ir: کلمه عبور
ru_ru: Пароль

source: Haven't an account?
fa_ir: حساب کاربری ندارید؟
ru_ru: Нет аккаунта?

source: Forget password?
fa_ir: فراموشی رمز عبور؟
ru_ru: Забыть пароль?

source: Reset password
fa_ir: رمزعبور بازنشانی
ru_ru: Сброс пароля

source: Next
fa_ir: بعد
ru_ru: Следующий

source: Input confirmation code
fa_ir: کد تأیید ورودی
ru_ru: Код подтверждения ввода

source: The confirmation code has sent to your email, please check your email box.
fa_ir: کد تأیید به ایمیل شما ارسال شده است ، لطفاً کادر ایمیل خود را بررسی کنید.
ru_ru: Код подтверждения отправился на ваше электронное письмо, пожалуйста, ознакомьтесь с вашим письмом.

source: Confirmation Code
fa_ir: کد تایید
ru_ru: Код подтверждения

source: Set new password
fa_ir: تنظیم رمز جدید
ru_ru: Установите новый пароль

source: Please input your new password.
fa_ir: لطفا رمز ورود جدید خود را وارد کنید.
ru_ru: Пожалуйста, введите свой новый пароль.

source: Confirm your password
fa_ir: رمز ورود خود را تأیید کنید
ru_ru: Подтвердите ваш пароль

source: Submit
fa_ir: ارسال
ru_ru: Представлять на рассмотрение

source: Your password has reset successfully.
fa_ir: رمز عبور شما با موفقیت تنظیم مجدد شده است.
ru_ru: Ваш пароль успешно сброшен.

source: Please use your new password to login.
fa_ir: لطفاً برای ورود به سیستم از رمز عبور جدید خود استفاده کنید.
ru_ru: Пожалуйста, используйте свой новый пароль для входа в систему.

source: Login failed, please try login using token.
fa_ir: ورود به سیستم انجام نشد ، لطفاً با استفاده از Token ورود را امتحان کنید.
ru_ru: Вход не удался, попробуйте войти в систему с помощью токена.

source: Register
fa_ir: ثبت نام
ru_ru: регистр

source: Promoter(Optional)
fa_ir: پروموتر (اختیاری)
ru_ru: Промоутер (необязательно)

source: Already have an account?
fa_ir: در حال حاضر یک حساب کاربری دارید؟
ru_ru: Уже есть аккаунт?

source: Summary
fa_ir: خلاصه
ru_ru: Краткое содержание

source: Logout
fa_ir: خروج
ru_ru: Выйти

source: Credit
fa_ir: اعتبار
ru_ru: Кредит

source: Charge
fa_ir: شارژ
ru_ru: Заряжать

source: Transfer
fa_ir: انتقال
ru_ru: Передача

source: Available Plan
fa_ir: برنامه موجود
ru_ru: Доступный план

source: No Valid Plan available.
fa_ir: هیچ برنامه معتبری در دسترس نیست.
ru_ru: Нет достоверного плана.

source: No bandwidth available.
fa_ir: پهنای باند موجود نیست.
ru_ru: Нет пропускной способности.

source: Expire Time
fa_ir: تاریخ انقضاء
ru_ru: Истекает время

source: Left Bandwidth
fa_ir: پهنای باند سمت چپ
ru_ru: Левая полоса пропускания

source: server
fa_ir: سرور
ru_ru: сервер

source: AUTO
fa_ir: خودکار

source: Promoter (<a href='https://github.com/XX-net/XX-Net/wiki/X-Tunnel-Promote-Plan'>Help</a>)
fa_ir: مروج (<a href='https://github.com/xx-net/xx-net/wiki/x-tunnel-promote-plan'> راهنما </a>)
ru_ru: Промотор (<a href='https://github.com/xx-net/xx-net/wiki/x-tunnel-promote-plan'> help </a>)

source: Plans and Pricing
fa_ir: برنامه ها و قیمت گذاری

source: Billing History
fa_ir: تاریخچه صورتحساب
ru_ru: Биллинг История

source: No billing history.
fa_ir: بدون سابقه صورتحساب.
ru_ru: Нет истории выставления счетов.

source: Time
fa_ir: زمان
ru_ru: Время

source: Description
fa_ir: شرح
ru_ru: Описание

source: Get
fa_ir: گرفتن
ru_ru: Получать

source: Action
fa_ir: عمل
ru_ru: Действие

source: Promote Code (<a href='https://github.com/XX-net/XX-Net/wiki/X-Tunnel-Promote-Plan'>Help</a>)
fa_ir: تبلیغ کد (<a href='https://github.com/xx-net/xx-net/wiki/x-tunnel-promote-plan'> راهنما </a>)
ru_ru: PROMOTE CODE (<a href='https://github.com/xx-net/xx-net/wiki/x-tunnel-promote-plan'> справка </a>)

source: You haven't enough credit. Please charge first.
fa_ir: شما اعتبار کافی نداریدلطفا ابتدا شارژ کنید.
ru_ru: Вам не хватает кредита.Пожалуйста, зарядите первым.

source: Plan
fa_ir: طرح
ru_ru: План

source: Close
fa_ir: بستن
ru_ru: Закрывать

source: Buy Now
fa_ir: هم اکنون خریداری کنید
ru_ru: Купить сейчас

source: Transfer Credit
fa_ir: اعتبار انتقال
ru_ru: Трансферный кредит

source: Username transfer to
fa_ir: انتقال نام کاربری به
ru_ru: Перенос имени пользователя в

source: Email Address
fa_ir: آدرس ایمیل
ru_ru: Адрес электронной почты

source: Credit to transfer
fa_ir: اعتبار برای انتقال
ru_ru: Кредит на передачу

source: Transfer Bandwidth
fa_ir: پهنای باند
ru_ru: Перевод полосы пропускания

source: Bandwidth to transfer
fa_ir: پهنای باند برای انتقال
ru_ru: Пропускная способность передачи

source: X-Tunnel Configuration
fa_ir: پیکربندی X-Tunnel
ru_ru: Конфигурация X-Tunnel

source: Configuration
fa_ir: پیکربندی
ru_ru: Конфигурация

source: Status
fa_ir: وضعیت
ru_ru: Положение дел

source: Logining ...
fa_ir: گودال
ru_ru: Логика

source: Please wait ...
fa_ir: لطفا صبر کنید ...
ru_ru: Пожалуйста, подождите ...

source: Promote Code copied to Clipboard.
fa_ir: کد کپی شده در کلیپ بورد را تبلیغ کنید.
ru_ru: Продвигайте код, скопированный в буфер обмена.

source: Connect to server fail:
fa_ir: اتصال به سرور شکست:
ru_ru: Подключиться к отказу от сервера:

source: Per Month
fa_ir: هر ماه
ru_ru: В месяц

source: Months
fa_ir: ماه ها
ru_ru: Месяцы

source: Total
fa_ir: جمع
ru_ru: Общий

source: Email seems invalid.
fa_ir: ایمیل نامعتبر به نظر می رسد.
ru_ru: Электронная почта кажется недействительной.

source: Password needs at least 6 characters, and no more than 20.
fa_ir: رمز عبور حداقل به 6 نویسه و بیش از 20 نیاز ندارد.
ru_ru: Пароль требует не менее 6 символов и не более 20.

source: Loading ...
fa_ir: بارگذاری ...
ru_ru: Загрузка ...

source: Please input invalid confirmation code.
fa_ir: لطفاً کد تأیید نامعتبر را وارد کنید.
ru_ru: Пожалуйста, введите недопустимый код подтверждения.

source: Passwords are not match.
fa_ir: رمزهای عبور مطابقت ندارند.
ru_ru: Пароли не совпадают.

source: Connect to server fail, check Front log first.
fa_ir: به سرور متصل شوید ، ابتدا ورود به سیستم جلو را بررسی کنید.
ru_ru: Сначала подключитесь к серверу, сначала проверьте фронт.

source: Incorrect Email or password.
fa_ir: کلمه عبور یا ایمیل اشتباه است.
ru_ru: Неверный адрес электронной почты или пароль.

source: Login fail:
fa_ir: ورود به سیستم شکست:
ru_ru: Неверный логин:

source: Account not exist.
fa_ir: حساب وجود ندارد
ru_ru: Аккаунт не существует.

source: Try again later.
fa_ir: بعدا دوباره تلاش کنید.
ru_ru: Попробуйте позже.

source: Request fail:
fa_ir: درخواست شکست:
ru_ru: Запрос неудачный:

source: Confirmation code expired, please restart again.
fa_ir: کد تأیید منقضی شد ، لطفاً دوباره مجدداً راه اندازی کنید.
ru_ru: Срок действия кода подтверждения истек, пожалуйста, перезапустите снова.

source: You have exceeded the retry limitation.
fa_ir: شما از محدودیت آزمایش مجدد فراتر رفته اید.
ru_ru: Вы превзошли ограничение повторной попытки.

source: The code is not match, please check your code.
fa_ir: کد مطابقت ندارد ، لطفاً کد خود را بررسی کنید.
ru_ru: Код не соответствует, пожалуйста, проверьте свой код.

source: Do NOT use Chinese-service-provider's Email!
fa_ir: از ایمیل ارائه دهنده خدمات چینی استفاده نکنید!
ru_ru: Не используйте электронную почту Китая-Сервиса-Провидера!

source: Password needs at least 6 charactors, and no more than 20.
fa_ir: رمز عبور حداقل به 6 نویسه و بیش از 20 نیاز ندارد.
ru_ru: Пароль требует не менее 6 символов и не более 20.

source: Password seems invalid.
fa_ir: رمز عبور نامعتبر به نظر می رسد.
ru_ru: Пароль кажется недействительным.

source: Promoter is invalid.
fa_ir: مروج نامعتبر است.
ru_ru: Промоутер недействителен.

source: Registered successfully,
fa_ir: با موفقیت ثبت شد،
ru_ru: Регистрация прошла успешно,

source: Email has been taken by another user.
fa_ir: ایمیل توسط کاربر دیگری گرفته شده است.
ru_ru: Электронная почта была взята другим пользователем.

source: Promoter not exist, check it or keep it empty.
fa_ir: مروج وجود ندارد ، آن را بررسی کنید یا آن را خالی نگه دارید.
ru_ru: Промоутер не существует, проверьте его или оставьте его пустым.

source: Unknown error occurred.
fa_ir: خطای ناشناخته رخ داده است.
ru_ru: Произошла неизвестная ошибка.

source: previously selected server nolonger available, automatically try
fa_ir: سرور انتخاب شده قبلی دیگر در دسترس نیست ، به طور خودکار امتحان کنید
ru_ru: Ранее выбранный сервер больше не доступен, автоматически попробуйте

source: Can't promote yourself.
fa_ir: نمی تواند خود را تبلیغ کند.
ru_ru: Не могу продвигать себя.

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.
ru_ru: Настройки успешно сохранились.

source: Failed saving settings:
fa_ir: تنظیمات ذخیره ناموفق:
ru_ru: Неудачные настройки сохранения:

source: Failed to log out.
fa_ir: ورود به سیستم انجام نشد.
ru_ru: Не удалось выйти.

source: Please refresh page.
fa_ir: لطفا صفحه را تازه کنید.
ru_ru: Пожалуйста, обновите страницу.

source: Transfer username seems not a valid Email address.
fa_ir: به نظر می رسد نام کاربری انتقال یک آدرس ایمیل معتبر نیست.
ru_ru: Передача пользователя не является действительным адресом электронной почты.

source: Error occurred:
fa_ir: خطا رخ داده است:
ru_ru: Возникла ошибка:

source: Max Available Bandwidth:
fa_ir: پهنای باند موجود:
ru_ru: Максимальный доступный пропускная способность:

source: Unit should be M or G.
fa_ir: واحد باید M یا G باشد.
ru_ru: Единица должна быть M или G.

source: Transfer amount should not more than 2 decimal places.
fa_ir: مقدار انتقال نباید بیش از 2 مکان اعشاری باشد.
ru_ru: Сумма передачи должна не более 2 десятичных знаков.

source: Failed to order:
fa_ir: سفارش انجام نشد:
ru_ru: Не удалось заказать:

source: Order successfully complete.
fa_ir: سفارش را با موفقیت کامل کنید.
ru_ru: Заказ успешно завершен.

source: Get Fail:
fa_ir: FAIL:
ru_ru: Получите неудачу:

source: Heroku
fa_ir: هروکو
ru_ru: Хероку

source: X-Tunnel
fa_ir: تونل ایکس

source: Your browser is obsolete. Partial functionality will not be available.
fa_ir: مرورگر شما منسوخ است.عملکرد جزئی در دسترس نخواهد بود.
ru_ru: Ваш браузер устарел.Частичная функциональность не будет доступна.

source: The latest Chrome browser is recommended.
fa_ir: آخرین مرورگر Chrome توصیه می شود.
ru_ru: Рекомендуется последний Chrome Browser.

source: Global
fa_ir: جهانی
ru_ru: Глобальный

source: Property
fa_ir: ویژگی
ru_ru: Свойство

source: Value
fa_ir: ارزش
ru_ru: Ценить

source: Handle num
fa_ir: رسیدگی به تعداد
ru_ru: Обрабатывать num

source: Response time
fa_ir: زمان پاسخ
ru_ru: Время отклика

source: Roundtrip num
fa_ir: گردباد شماره
ru_ru: Обратная полет

source: Slow roundtrip
fa_ir: دورگرد آهسته
ru_ru: Медленная обработка

source: Resend
fa_ir: ارسال مجدد
ru_ru: Отправить

source: Timeout roundtrip
fa_ir: میزگرد تایم
ru_ru: Тайм -аут

source: Speed
fa_ir: سرعت
ru_ru: Скорость

source: Total use
fa_ir: کل استفاده
ru_ru: Общее использование

source: GAE
fa_ir: گود
ru_ru: Газо

source: Score
fa_ir: نمره
ru_ru: Счет

source: Success num
fa_ir: شماره موفقیت
ru_ru: Номер успеха

source: Fail num
fa_ir: NUM
ru_ru: Неудача num

source: Worker num
fa_ir: شماره کارگر
ru_ru: Работник num

source: TLS_Relay
fa_ir: tls_reelay

source: X-Tunnel Status Info
fa_ir: اطلاعات وضعیت تونل ایکس
ru_ru: Информация о статусе X-Tunnel

source: The status page is empty. Highly likely that
fa_ir: صفحه وضعیت خالی است.بسیار محتمل که
ru_ru: Страница статуса пуста.Весьма вероятно, что

source: failed getting started. Please follow
fa_ir: شروع به کار نشدلطفا دنبال کنید
ru_ru: Не удалось начать.Пожалуйста, следуйте

source: guide
fa_ir: راهنما
ru_ru: гид

source: to troubleshoot.
fa_ir: عیب یابی
ru_ru: Устранение неполадок.

source: ChatGPT Manual
fa_ir: کتابچه راهنمای chatgpt
ru_ru: Руководство по чате
