Repository: TT-IPIP/XX-Net
Catalog: code/default/smart_router/lang/*/LC_MESSAGES/messages.po
Languages: fa_ir, ru_ru

source: General
fa_ir: عمومی
ru_ru: Общий

source: Rules
fa_ir: قاعده
ru_ru: Правила

source: Cache
fa_ir: مخازن
ru_ru: Кеш

source: Smart Router Configuration
fa_ir: پیکربندی روتر هوشمند
ru_ru: Умный маршрутизатор конфигурация

source: Clean Cache
fa_ir: حافظه پنهان
ru_ru: Чистый кеш

source: Domain Cache
fa_ir: حافظه نهان
ru_ru: Доменный кеш

source: IP Cache
fa_ir: حافظه نهان

source: Clean Cache successfully.
fa_ir: حافظه پنهان را با موفقیت تمیز کنید.
ru_ru: Чистый кэш успешно.

source: Country
fa_ir: کشور
ru_ru: Страна

source: China
fa_ir: چین
ru_ru: Китай

source: Other
fa_ir: دیگر
ru_ru: Другой

source: Route Policy
fa_ir: خط مشی مسیر
ru_ru: Политика маршрута

source: Black->GAEProxy
fa_ir: سیاه-> gaeproxy

source: Black->X-Tunnel
fa_ir: سیاه-> x-tunnel
ru_ru: Черный-> X-Tunnel

source: All Smart-Router
fa_ir: همه روتر هوشمند
ru_ru: Весь интеллектуальный маршрут

source: Auto-Try Direct
fa_ir: کارگردانی مستقیم
ru_ru: Auto-Cetr Direct

source: Use IPv6 preferentially when Auto-Try Direct
fa_ir: هنگام مستقیم کار خودکار از IPv6 استفاده کنید
ru_ru: Используйте IPv6 преимущественно, когда Auto-Ctry Direct

source: Auto-Try GAEProxy
fa_ir: گای پروکسی
ru_ru: Auto-tore GaeProxy

source: Enable Fake CA
fa_ir: CA جعلی را فعال کنید
ru_ru: Включить поддельный ок

source: Block Advertisement
fa_ir: تبلیغات مسدود
ru_ru: Блок рекламы

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شد.
ru_ru: Настройки успешно сохранились.

source: Help documents
fa_ir: به اسناد کمک کنید
ru_ru: Помогите документы

source: Direct List
fa_ir: لیست مستقیم
ru_ru: Прямой список

source: GAEProxy List
fa_ir: لیست
ru_ru: Список GaeProxy

source: X-Tunnel List
fa_ir: لیست تونل ایکس
ru_ru: Список X-Tunnel

source: Redirect HTTPS
fa_ir: تغییر مسیر HTTPS
ru_ru: Перенаправить https

source: Advertisement Black List
fa_ir: لیست سیاه تبلیغات
ru_ru: Реклама черного списка

source: Submit
fa_ir: ارسال
ru_ru: Представлять на рассмотрение

source: Smart Router Log
fa_ir: ورود به سیستم روتر هوشمند
ru_ru: Умный маршрутизатор журнал

source: Log
fa_ir: ورود به سیستم
ru_ru: Бревно

source: Configuration
fa_ir: پیکربندی
ru_ru: Конфигурация

source: Smart Router
fa_ir: روتر هوشمند
ru_ru: Умный маршрутизатор
