Repository: TT-IPIP/XX-Net
Catalog: code/default/launcher/lang/*/LC_MESSAGES/messages.po
Languages: fa_ir, ru_ru

source: Hello!
fa_ir: سلام!
ru_ru: Привет!

source: You seem to be on your first visit.
fa_ir: به نظر می رسد شما در اولین دیدار خود هستید.
ru_ru: Вы, кажется, находитесь в своем первом визите.

source: Learn more
fa_ir: بیشتر بدانید
ru_ru: Узнать больше

source: Notice
fa_ir: توجه کنید
ru_ru: Уведомление

source: click to view
fa_ir: برای مشاهده کلیک کنید
ru_ru: Нажмите, чтобы просмотреть

source: Version
fa_ir: نسخه
ru_ru: Версия

source: Project main page
fa_ir: صفحه اصلی پروژه
ru_ru: Главная страница проекта

source: Official Web Site
fa_ir: وب سایت رسمی
ru_ru: Официальный веб-сайт

source: Telegram group
fa_ir: گروه تلگرام

source: Telegram Channel
fa_ir: کانال تلگرام
ru_ru: Телеграмма канал

source: Bug feedback
fa_ir: بازخورد اشکال
ru_ru: Обратная связь с ошибкой

source: When submitting a bug, please attach
fa_ir: هنگام ارسال یک اشکال، لطفا ضمیمه
ru_ru: При отправке ошибки, пожалуйста, прикрепите

source: the status page
fa_ir: صفحه وضعیت
ru_ru: страница статуса

source: info and
fa_ir: اطلاعات و
ru_ru: Информация и

source: the log page
fa_ir: صفحه ورود به سیستم
ru_ru: страница журнала

source: contents
fa_ir: فهرست
ru_ru: содержимое

source: Collect debug info
fa_ir: اطلاعات اشکال زدایی را جمع آوری کنید
ru_ru: Соберите информацию отладки

source: Download
fa_ir: دانلود کنید
ru_ru: Скачать

source: Thanks to the following projects
fa_ir: تشکر از پروژه های زیر
ru_ru: Спасибо следующим проектам

source: About
fa_ir: در باره
ru_ru: О

source: General Settings
fa_ir: تنظیمات عمومی
ru_ru: общие настройки

source: System Version
fa_ir: نسخه آزمایشی
ru_ru: Системная версия

source: LAN Proxy Setting
fa_ir: تنظیم پروکسی LAN
ru_ru: Настройка прокси -сервера LAN

source: App List
fa_ir: فهرست برنامه
ru_ru: Список приложений

source: System Configuration
fa_ir: گزینه های پیکربندی سیستم
ru_ru: Конфигурация системы

source: Configuration
fa_ir: پیکربندی

source: Configuring the service[%s]. This page will refresh within %s seconds.
fa_ir: پیکربندی سرویس [٪ s] را. این صفحه را در عرض٪ s ثانیه تازه کردن.
ru_ru: Настройка службы [%s].Эта страница будет освежаться в течение %с секунд.

source: GAE Proxy
fa_ir: GAE پروکسی

source: Smart Router
fa_ir: روتر هوشمند
ru_ru: Умный маршрутизатор

source: Proxy by APP
fa_ir: پروکسی توسط APP
ru_ru: Прокси от приложения

source: Select which APP should be proxied. You need to restart VPN after change this.
fa_ir: انتخاب کنید کدام APP باید پروکسی باشد.
ru_ru: Выберите, какое приложение должно быть прокси.Вам нужно перезапустить VPN после изменения.

source: Select All
fa_ir: همه را انتخاب کنید
ru_ru: Выбрать все

source: Save
fa_ir: ذخیره کنید
ru_ru: Сохранять

source: Settings saved successfully, Please restart VPN.
fa_ir: تنظیمات با موفقیت ذخیره شده است.
ru_ru: Настройки успешно сохранились, пожалуйста, перезапустите VPN.

source: Failed saving settings:
fa_ir: تنظیمات ذخیره نشد:
ru_ru: Неудачные настройки сохранения:

source: Failed saving settings.
fa_ir: تنظیمات ذخیره نشد.
ru_ru: Неудачные настройки сохранения.

source: Language
fa_ir: زبان
ru_ru: Язык

source: Auto-Startup
fa_ir: خودکار راه اندازی

source: Popup Status Page on Startup
fa_ir: پنجره وضعیت صفحه در راه اندازی
ru_ru: Страница статуса всплывающего окна в стартапе

source: Allow remote
fa_ir: اجازه دسترسی از راه دور

source: Help
fa_ir: کمک
ru_ru: Помощь

source: Display System Tray(Restarting APP Required)
fa_ir: نمایش سینی سیستم (شروع مجدد __ مورد نیاز)
ru_ru: Показать системный лоток (приложение перезагрузки требуется)

source: Display Notification
fa_ir: نمایش اعلان
ru_ru: Отображение уведомления

source: Display Windows software compatibility suggestions
fa_ir: نمایش پیشنهادات سازگاری نرم افزار ویندوز
ru_ru: Показать предложения по совместимости программного обеспечения Windows

source: Feedback
fa_ir: بازخورد اشکال
ru_ru: Обратная связь

source: Run as Green Software
fa_ir: به عنوان نرم افزار سبز اجرا شود
ru_ru: Работать как зеленое программное обеспечение

source: Module management
fa_ir: ماژول مدیریت
ru_ru: Управление модулем

source: Enable
fa_ir: فعال کردن
ru_ru: Давать возможность

source: Restarting all remote, wait to refresh.
fa_ir: راه‌اندازی مجدد تمام ریموت‌ها، منتظر بمانید تا بازخوانی شود.
ru_ru: Перезапустив все удаленные, подождите, чтобы обновить.

source: Auto-Upgrade to
fa_ir: خودکار ارتقا به
ru_ru: Автоматическое обновление до

source: Do not upgrade
fa_ir: ارتقاء نکنید
ru_ru: Не обновляйтесь

source: Notice stable version
fa_ir: به نسخه پایدار توجه کنید
ru_ru: Обратите внимание на стабильную версию

source: Stable version
fa_ir: نسخه پایدار
ru_ru: Стабильная версия

source: Notice test version
fa_ir: نسخه آزمایشی توجه کنید
ru_ru: Обратите внимание на тестовую версию

source: Test version
fa_ir: نسخه آزمایشی
ru_ru: Тестовая версия

source: Check the latest version
fa_ir: بررسی آخرین نسخه
ru_ru: Проверьте последнюю версию

source: Current version
fa_ir: نسخه فعلی
ru_ru: Текущая версия

source: Version of the test one
fa_ir: نسخه از آزمون یک
ru_ru: Версия тестирования

source: Update now
fa_ir: به روز رسانی در حال حاضر
ru_ru: Обновить сейчас

source: Version of the stable one
fa_ir: نسخه از یکی از با ثبات
ru_ru: Версия стабильного

source: Keep old versions count
fa_ir: تعداد نسخه های قدیمی را نگه دارید
ru_ru: Сохраняйте старые версии

source: keep all
fa_ir: همه را نگه دارید
ru_ru: сохранить все

source: Manually Manage
fa_ir: مدیریت دستی
ru_ru: Вручную управлять

source: Advanced
fa_ir: پیشرفته
ru_ru: Передовой

source: All versions download page
fa_ir: صفحه دانلود همه نسخه ها
ru_ru: Страница загрузки всех версий

source: Released version
fa_ir: نسخه آزمایشی
ru_ru: Выпущенная версия

source: Released
fa_ir: منتشر شد
ru_ru: Выпущенный

source: Download & Change to
fa_ir: دانلود کنید
ru_ru: Скачать и изменить на

source: no hash check
fa_ir: بدون هش چک
ru_ru: НЕТ ХАШКА

source: Local version
fa_ir: نسخه پایدار
ru_ru: Местная версия

source: Local
fa_ir: محلی
ru_ru: Местный

source: Change to this version
fa_ir: بررسی آخرین نسخه
ru_ru: Изменить эту версию

source: Delete
fa_ir: حذف
ru_ru: Удалить

source: Settings saved successfully.
fa_ir: تنظیمات با موفقیت ذخیره شده است.
ru_ru: Настройки успешно сохранились.

source: Settings save fail:
fa_ir: تنظیمات با موفقیت ذخیره شده است.
ru_ru: Настройки Сохранить

source: Deleted successfully.
fa_ir: موفقیت خارج
ru_ru: Удален успешно.

source: Deleting local version fail.
fa_ir: حذف نسخه محلی انجام نشد.
ru_ru: Удаление локальной версии не удастся.

source: Failed getting local versions.
fa_ir: دریافت نسخه های محلی ناموفق بود.
ru_ru: Не удалось получить местные версии.

source: Failed getting released versions.
fa_ir: نسخه های منتشر نشد.
ru_ru: Не удалось получить выпущенные версии.

source: (Remote Web Control Enabled)
fa_ir: (کنترل وب از راه دور فعال شده)
ru_ru: (Удаленный веб -управление включен)

source: Adaptive width
fa_ir: عرض تطبیقی
ru_ru: Адаптивная ширина

source: Exit
fa_ir: خروج
ru_ru: Выход

source: Menu
fa_ir: منو
ru_ru: Меню

source: Remind me later
fa_ir: بعدا به من یادآوری کن
ru_ru: Напомни мне позже

source: Do not remind me this version
fa_ir: این نسخه را به من یادآوری نکنید
ru_ru: Не напоминайте мне эту версию

source: View changes
fa_ir: مشاهده تغییرات
ru_ru: Просмотреть изменения

source: Exited successfully.
fa_ir: موفقیت خارج
ru_ru: Вышел успешно.

source: Exitting failed.
fa_ir: Exitting شکست خورده
ru_ru: Выпуск не удался.

source: Exitting failed. A network error occurred.
fa_ir: Exitting شکست خورده است. یک خطای شبکه رخ داده است.
ru_ru: Выпуск не удался.Произошла сетевая ошибка.

source: new to this version?
fa_ir: نسخه آزمایشی
ru_ru: новичок в этой версии?

source: Unkown error occured. Please refresh the page and try again.
fa_ir: خطای ناشناخته رخ داد. لطفا صفحه را تازه کنید و دوباره امتحان
ru_ru: Произошла неизвестная ошибка.Пожалуйста, обновите страницу и попробуйте еще раз.

source: Updating in progress ...
fa_ir: به روز رسانی در حال انجام ...
ru_ru: Обновление в процессе ...

source: New
fa_ir: جدید
ru_ru: Новый

source: Finished.
fa_ir: تمام شده.
ru_ru: Законченный.

source: Downloading ...
fa_ir: بارگیری ...
ru_ru: Загрузка ...

source: Download completed.
fa_ir: بارگیری کامل
ru_ru: Загрузка завершена.

source: Log
fa_ir: ورود به سیستم
ru_ru: Бревно

source: Your browser is obsolete. Partial functionality will not be available.
fa_ir: مرورگر شما منسوخ است.عملکرد جزئی در دسترس نخواهد بود.
ru_ru: Ваш браузер устарел.Частичная функциональность не будет доступна.

source: The latest Chrome browser is recommended.
fa_ir: آخرین مرورگر Chrome توصیه می شود.
ru_ru: Рекомендуется последний Chrome Browser.

source: Search
fa_ir: جستجو کردن
ru_ru: Поиск

source: Search all issues
fa_ir: همه موضوعات را جستجو کنید
ru_ru: Ищите все проблемы

source: Status
fa_ir: وضعیت
ru_ru: Положение дел

source: Property
fa_ir: ویژگی
ru_ru: Свойство

source: Value
fa_ir: ارزش
ru_ru: Ценить

source: Browser Proxy Setting
fa_ir: تنظیم پروکسی مرورگر
ru_ru: Настройка прокси браузера

source: CA status
fa_ir: وضعیت CA
ru_ru: Статус CA

source: System Proxy
fa_ir: پروکسی سیستم
ru_ru: Системный прокси

source: Modules
fa_ir: ماژول
ru_ru: Модули

source: Launcher Web UI
fa_ir: UI Launcher Web UI
ru_ru: Интернет -пользовательский интерфейс

source: LAN proxy
fa_ir: پروکسی LAN

source: System Info
fa_ir: اطلاعات سیستم
ru_ru: Системная информация

source: Diagnostic Info
fa_ir: اطلاعات تشخیصی
ru_ru: Диагностическая информация

source: Check
fa_ir: بررسی کنید
ru_ru: Проверять

source: GitHub issues
fa_ir: مشکلات GitHub
ru_ru: GitHub выпуски

source: or
fa_ir: یا
ru_ru: или

source: Google Group Discussions
fa_ir: بحث های گروهی گوگل
ru_ru: Google Group обсуждения

source: Show Details
fa_ir: نمایش جزئیات
ru_ru: Показать детали

source: Post to Github issue needs to sign in your Github account
fa_ir: مسئله ارسال به Github باید وارد حساب Github شما شود
ru_ru: Размещение в GitHub. Выпуск должен войти в свою учетную запись GitHub

source: Status Info
fa_ir: اطلاعات وضعیت
ru_ru: Информация о статусе

source: -----------%0AProblem Description:%0APlease describe your problem, running logs may be needed.%0A%0A-----------%0ADiagnostic information:%0A
fa_ir: -----------%0توضیحات مشکل:%0APلطفاً مشکل خود را شرح دهید، ممکن است به اجرای گزارش‌ها نیاز باشد.%0A%0A-----------%0ADاطلاعات تشخیصی:%0A
ru_ru: -----------%0a Описание проблемы:%0a, пожалуйста, опишите свою проблему, необходимы журналы.%0a%0a -----------%0a Диагностическая информация:%0A

source: disable
fa_ir: فعال کردن
ru_ru: запрещать

source: idle
fa_ir: بیکار
ru_ru: праздный

source: working
fa_ir: کار کردن
ru_ru: работающий

source: The status page is empty. Highly likely that
fa_ir: صفحه وضعیت خالی است.
ru_ru: Страница статуса пуста.Весьма вероятно, что

source: failed getting started. Please follow
fa_ir: شروع ناموفق.
ru_ru: Не удалось начать.Пожалуйста, следуйте

source: guide
fa_ir: راهنما
ru_ru: гид

source: to troubleshoot.
fa_ir: عیب یابی.
ru_ru: Устранение неполадок.

source: Your local network failed, please check your network and firewall.
fa_ir: شبکه محلی شما ناموفق بود، لطفاً شبکه و فایروال خود را بررسی کنید.
ru_ru: Ваша локальная сеть потерпела неудачу, пожалуйста, проверьте свою сеть и брандмауэр.

source: Force-IPv6
fa_ir: نیرو-IPV6

source: not available, Please check.
fa_ir: در دسترس نیست، لطفا بررسی کنید.
ru_ru: Недоступно, пожалуйста, проверьте.

source: Force-IPv4
fa_ir: نیرو-IPV4

source: You may want to $1turn on IP scaner$2.
fa_ir: ممکن است بخواهید $1 را در IP scaner$2 روشن کنید.
ru_ru: Вы можете захотеть провести 1 доллар на IP Scanner $ 2.

source: You can try <a href="https://github.com/XX-net/XX-Net/wiki/How-to-turn-on-IPv6">turn on IPv6</a> or <a href="https://github.com/XX-net/XX-Net/wiki/How-to-use-XTunnel">use X-Tunnel</a>.
fa_ir: می‌توانید <a href="https://github.com/XX-net/XX-Net/wiki/How-to-turn-on-IPv6">IPv6 را روشن کنید</a> یا <
ru_ru: Вы можете попробовать <a href="https://github.com/xx-net/xx-net/wiki/how-to-turn-on-ipv6"> включить ipv6 </a> или <href = "https://github.com/xx-net/xx-net/wiki/how-to-use-xtunnel"> x-tunnel </a>.

source: XX-Net is scanning IP. Please wait about half an hour.
fa_ir: XX-Net در حال اسکن IP است.
ru_ru: XX-сеть-это сканирование IP.Пожалуйста, подождите около получаса.

source: Public AppID out of quota, Please <a href="https://github.com/XX-net/XX-Net/wiki/how-to-create-my-appids" target="_blank">deploy your own AppID</a>.
fa_ir: Public AppID خارج از سهمیه، لطفا <a href="https://github.com/XX-net/XX-Net/wiki/how-to-create-my-appids" target="_blank
ru_ru: Публичная приложение из квоты, пожалуйста, <a href="https://github.com/xx-net/xx-net/wiki/how-to-create-my-appids" target="_blank"> развернуть свой собственный Appid</a>.

source: Your AppID out of quota, Please <a href="https://github.com/XX-net/XX-Net/wiki/how-to-create-my-appids" target="_blank">deploy more AppID</a>.
fa_ir: شناسه برنامه شما خارج از حد نصاب است، لطفا <a href="https://github.com/XX-net/XX-Net/wiki/how-to-create-my-appids" target="_blank
ru_ru: Ваша приложение из квоты, пожалуйста, <a href="https://github.com/xx-net/xx-net/wiki/how-to-create-my-appids" target="_blank"> развернуть более аппликацию </a>.

source: No working AppID. Please check.
fa_ir: AppID کار نمی کند.
ru_ru: Нет рабочей Аппид.Пожалуйста, проверьте.

source: System is Idle.
fa_ir: سیستم بیکار است.
ru_ru: Система бездействует.

source: Connection not established yet.
fa_ir: هنوز اتصال برقرار نشده است.
ru_ru: Соединение еще не установлено.

source: Please check your browser proxy setting.
fa_ir: لطفاً تنظیمات پروکسی مرورگر خود را بررسی کنید.
ru_ru: Пожалуйста, проверьте настройку прокси браузера.

source: Detecting ...
fa_ir: تشخیص ...
ru_ru: Обнаружение ...

source: Please import certificates to your browser.
fa_ir: لطفاً گواهی ها را به مرورگر خود وارد کنید.
ru_ru: Пожалуйста, импортируйте сертификаты в ваш браузер.

source: You are using public AppIDs. You are recommended to <a href="https://github.com/XX-net/XX-Net/wiki/how-to-create-my-appids" target="_blank">deploy your own AppID</a>.
fa_ir: شما از AppID های عمومی استفاده می کنید.
ru_ru: Вы используете публичные приставки.Вас рекомендуется <a href="https://github.com/xx-net/xx-net/wiki/how-to-create-my-appids" target="_blank"> развернуть свое собственное Appid </a>.

source: , Everything is OK. Welcome to the FREE Internet.
fa_ir: ، همه چیز اوکی است.
ru_ru: , Все в порядке.Добро пожаловать в бесплатный интернет.

source: No response from process:
fa_ir: بدون پاسخ از فرآیند:
ru_ru: Нет ответа от процесса:

source: . It might have already exited.
fa_ir: بشرممکن است قبلاً خارج شده باشد.
ru_ru: ПолемЭто могло бы уже выйти.

source: Global PAC Proxy set
fa_ir: مجموعه پروکسی جهانی PAC

source: Global GAEProxy Proxy set
fa_ir: مجموعه پروکسی جهانی GAEProxy
ru_ru: Глобальный набор GaeProxy Proxy

source: Global X-Tunnel Proxy set
fa_ir: مجموعه پروکسی تونل ایکس جهانی
ru_ru: Глобальный набор прокси X-Tunnel

source: Global Smart-Router Proxy set
fa_ir: مجموعه پروکسی روتر هوشمند جهانی
ru_ru: Глобальный набор прокси-карт с интеллектуальными маркировками

source: Global Proxy disabled
fa_ir: پروکسی جهانی غیرفعال است
ru_ru: Global Proxy отключен

source: Allow Remote
ru_ru: Разрешить удаленное

source: Info
ru_ru: Информация

source: System
ru_ru: Система
